INSERT INTO rating (
    trip_id,
    from_user_id,
    to_user_id,
    score,
    comment
  )
VALUES
  -- trip 1
  (1, 2, 1, 5, 'Чудовий водій'),
  (1, 1, 2, 5, 'Приємний пасажир'),
  -- trip 2
  (2, 3, 2, 2, 'Водій запізнився'),
  (2, 2, 3, 5, 'Без проблем'),
  -- trip 3
  (3, 4, 9, 5, 'Дуже хороший водій'),
  (3, 9, 4, 3, 'Пасажир трохи запізнився'),
  -- trip 4
  (4, 5, 10, 3, 'Нормальна поїздка'),
  (4, 10, 5, 5, 'Хороший пасажир'),
  -- trip 5
  (5, 1, 5, 1, 'Дуже погана поїздка'),
  (5, 5, 1, 4, 'Все добре'),
  -- trip 6
  (6, 3, 1, 5, 'Чудовий водій'),
  (6, 1, 3, 2, 'Пасажир запізнився'),
  -- trip 7
  (7, 4, 2, 4, 'Хороша поїздка'),
  (7, 2, 4, 5, 'Без проблем'),
  -- trip 8
  (8, 5, 9, 5, NULL),
  (8, 9, 5, 2, 'Пасажир поводився некоректно'),
  -- trip 9
  (9, 1, 10, 4, 'Все добре'),
  (9, 10, 1, 5, 'Приємний пасажир'),
  -- trip 10
  (10, 2, 5, 5, 'Чудовий водій'),
  (10, 5, 2, 3, 'Нормальний пасажир');